Halo = input("가장 좋아하는 헤일로 시리즈를 입력하시오>>>")



if Halo == ("헤일로1") :

      print("오 근본이시구나!")



elif Halo == ("헤일로2") :

      print("오, 게임을 아시는군요")



elif Halo == ("헤일로3") :

    print("오, 진짜 시대를 뛰어넘은 명작이죠!")



elif Halo == ("헤일로4"):

     print("대체 왜 그 게임을 왜 좋아하는거에요??")



elif Halo == ("헤일로5"):

    print("그것에 동의할수 없군요?")



Halos = "헤일로 시리즈 메타 리뷰 점수"

print(Halos)

H1 = " 헤일로1 메타스코어 - 97"

H2 = " 헤일로2 메타스코어 - 95"

H3 = " 헤일로3 메타스코어 - 94"

H4 = " 헤일로4 메타스코어 - 86"

H5 = " 헤일로5 메타스코어 - 85"



print(Halos + H1, H2, H3, H4, H5)